Repository: objective-audio/ios-engineer-codecheck
Catalog: iOSEngineerCodeCheck/Global/Localizable.xcstrings
Source language: en
Languages: ja

# detail.forksCount
source: %lld forks
ja: フォーク数 : %lld

# detail.language
source: Written in %@
ja: 言語 : %@

# detail.openIssuesCount
source: %lld open issues
ja: Issue数 : %lld

# detail.starsCount
source: %lld stars
ja: Star数 : %lld

# detail.watchersCount
source: %lld watchers
ja: Watch数 : %lld

# main.searchPlaceholder
source: Input keyword
ja: 検索キーワードを入力

# main.title.cancelled
source: Search cancelled
ja: 検索キャンセル

# main.title.failed
source: Search failed
ja: 検索失敗

# main.title.loaded
source: Searched
ja: 検索完了

# main.title.loading
source: Searching...
ja: 検索中...

# main.title.waiting
source: Search GitHub Repository
ja: GitHubリポジトリを検索
